Repository: gnachman/iTerm2
Catalog: sources/Settings/mul.lproj/PreferencePanel.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# 8OW-y4-gl0.title
source: …but only if it would cause the window to go off-screen
de: … aber nur, wenn das Fenster dadurch außerhalb des Bildschirms liegen würde
ja: …ただしウィンドウが画面外に出てしまう場合のみ
pt_br: …mas apenas se isso fizer a janela sair da tela
ru: …но только если это привело бы к выходу окна за пределы экрана
zh_hans: …但仅当会导致窗口移出屏幕时

# 8RE-RE-YOM.ibShadowedToolTip
source: When the command that produced output is partially invisible, this option shows the last line of the prompt and the command that produced the output at the top of the screen.
de: Wenn der Befehl, der die Ausgabe erzeugt hat, teilweise unsichtbar ist, zeigt diese Option die letzte Zeile der Eingabeaufforderung und den Befehl, der die Ausgabe erzeugt hat, oben auf dem Bildschirm an.
ja: 出力を生成したコマンドが部分的に見えない場合、このオプションはプロンプトの最後の行と、出力を生成したコマンドを画面の上部に表示します。
pt_br: Quando o comando que produziu a saída está parcialmente invisível, esta opção mostra a última linha do prompt e o comando que produziu a saída na parte superior da tela.
ru: Когда команда, создавшая вывод, частично невидима, этот параметр показывает последнюю строку приглашения и команду, создавшую вывод, в верхней части экрана.
zh_hans: 当产生输出的命令部分不可见时，此选项会在屏幕顶部显示提示符的最后一行和产生输出的命令。

# 9aT-V8-QXb.title
source: No Icon
de: Kein Symbol
ja: アイコンなし
pt_br: Nenhum ícone
ru: Без значка
zh_hans: 无图标

# 9cB-Bv-b9V.title
source: Fade in duration:
de: Dauer des Einblendens:
ja: フェードイン時間:
pt_br: Duração do fade in:
ru: Длительность появления:
zh_hans: 淡入时长：

# 9ce-ui-ZGz.title
source: Page Zoom:
de: Seitenzoom:
ja: ページズーム:
pt_br: Zoom da página:
ru: Масштаб страницы:
zh_hans: 页面缩放：

# 9CY-ML-bMd.title
source: Notifications:
de: Benachrichtigungen:
ja: 通知:
pt_br: Notificações:
ru: Уведомления:
zh_hans: 通知：

# 9Ds-KM-wpJ.ibShadowedToolTip
source: Alternate Mouse Scroll is a feature that sends arrow keys in response to scroll wheel/scroll gestures. It is toggled by a control sequence.
de: „Alternatives Scrollen mit der Maus“ ist eine Funktion, die bei Mausrad-/Scrollgesten Pfeiltasten sendet. Sie wird über eine Steuersequenz umgeschaltet.
ja: 代替マウススクロールは、スクロールホイールやスクロールジェスチャに応じて矢印キーを送信する機能です。制御シーケンスで切り替えられます。
pt_br: A rolagem alternativa do mouse é um recurso que envia teclas de seta em resposta à roda de rolagem/gestos de rolagem. É alternada por uma sequência de controle.
ru: «Альтернативная прокрутка мышью» — это функция, которая отправляет клавиши со стрелками в ответ на прокрутку колёсика мыши или жесты прокрутки. Она переключается управляющей последовательностью.
zh_hans: 备用鼠标滚动是一项响应滚轮/滚动手势发送方向键的功能，由控制序列切换。

# 9e0-hJ-QjT.title
source: Smooth-typing animation
de: Sanfte Tipp-Animation
ja: スムーズタイピングアニメーション
pt_br: Animação de digitação suave
ru: Анимация плавного ввода
zh_hans: 平滑输入动画

# 9EZ-jv-4Qy.label
source: Windows
de: Fenster
ja: ウィンドウ
pt_br: Janelas
ru: Окна
zh_hans: 窗口

# 9iq-xC-84R.title
source: Edit…
de: Bearbeiten…
ja: 編集…
pt_br: Editar…
ru: Изменить…
zh_hans: 编辑…

# 9jv-ay-Cw1.title
source: AI Chat + Browser Access
de: KI-Chat + Browserzugriff
ja: AIチャット + ブラウザアクセス
pt_br: Chat de IA + acesso ao navegador
ru: Чат с ИИ + доступ к браузеру
zh_hans: AI 聊天 + 浏览器访问

# 9ky-UU-jS2.title
source: Preserve window size when tab bar shows or hides
de: Fenstergröße beibehalten, wenn die Tableiste ein- oder ausgeblendet wird
ja: タブバーの表示・非表示時にウィンドウサイズを保持
pt_br: Preservar o tamanho da janela quando a barra de abas aparece ou desaparece
ru: Сохранять размер окна при показе или скрытии панели вкладок
zh_hans: 标签栏显示或隐藏时保持窗口大小

# 9Na-yW-waM.title
source: With Dark Backgrounds
de: Mit dunklen Hintergründen
ja: 暗い背景の場合
pt_br: Com planos de fundo escuros
ru: С тёмным фоном
zh_hans: 在深色背景上

# 9Nh-nh-0mQ.title
source: …but only if all windows are hotkey windows
de: … aber nur, wenn alle Fenster Hotkey-Fenster sind
ja: …ただしすべてのウィンドウがホットキーウィンドウの場合のみ
pt_br: …mas apenas se todas as janelas forem janelas de hotkey
ru: …но только если все окна являются окнами горячих клавиш
zh_hans: …但仅当所有窗口都是热键窗口时

# 9nS-ja-6km.title
source: Job Name with Arguments
de: Jobname mit Argumenten
ja: 引数付きジョブ名
pt_br: Nome do processo com argumentos
ru: Имя процесса с аргументами
zh_hans: 带参数的任务名称

# 9RW-QS-5ee.title
source: Use custom color for selected text
de: Benutzerdefinierte Farbe für ausgewählten Text verwenden
ja: 選択したテキストにカスタムカラーを使用
pt_br: Usar cor personalizada para o texto selecionado
ru: Использовать особый цвет для выделенного текста
zh_hans: 为选中文本使用自定义颜色

# 09v-t5-8ij.title
source: Never Allow
de: Niemals erlauben
ja: 常に許可しない
pt_br: Nunca permitir
ru: Никогда не разрешать
zh_hans: 从不允许

# 9Vb-hW-Jh0.title
source: Use AI to check safety of commands before running them
de: KI verwenden, um die Sicherheit von Befehlen vor der Ausführung zu prüfen
ja: コマンドを実行する前にAIで安全性を確認する
pt_br: Usar IA para verificar a segurança dos comandos antes de executá-los
ru: Использовать ИИ для проверки безопасности команд перед их выполнением
zh_hans: 运行命令前使用 AI 检查其安全性

# 9wh-0G-sEv.title
source: Black & White Text Only
de: Nur Schwarzweiß-Text
ja: 白黒テキストのみ
pt_br: Apenas texto em preto e branco
ru: Только чёрно-белый текст
zh_hans: 仅黑白文本

# 9Ym-m8-lsR.title
source: AI Chat + Read-Only Terminal + Browser Access
de: KI-Chat + Terminal (nur Lesen) + Browserzugriff
ja: AIチャット + 読み取り専用ターミナル + ブラウザアクセス
pt_br: Chat de IA + Terminal somente leitura + acesso ao navegador
ru: Чат с ИИ + терминал только для чтения + доступ к браузеру
zh_hans: AI 聊天 + 只读终端 + 浏览器访问

# 26L-9b-QuC.title
source: Shell Integration Updates:
de: Updates der Shell-Integration:
ja: Shell Integrationの更新:
pt_br: Atualizações da integração de Shell:
ru: Обновления Shell Integration:
zh_hans: Shell 集成更新：

# 26R-Nm-GZq.title
source: Right​
de: Rechts​
ja: 右​
pt_br: Direita​
ru: Справа​
zh_hans: 右

# 32Y-Ur-CMV.title
source: Background Color
de: Hintergrundfarbe
ja: 背景色
pt_br: Cor do plano de fundo
ru: Цвет фона
zh_hans: 背景颜色

# 40E-s9-0aI.title
source: ⌥ Right Option
de: ⌥ Rechte Wahltaste
ja: ⌥ 右Option
pt_br: ⌥ Option direita
ru: ⌥ Правый Option
zh_hans: ⌥ 右 Option

# 52C-Wy-nkn.title
source: On Retina Displays
de: Auf Retina-Displays
ja: Retinaディスプレイで
pt_br: Em telas Retina
ru: На дисплеях Retina
zh_hans: 在 Retina 显示屏上

# 61Z-aW-7Yn.title
source: Remap right control (⌃) key to:
de: Rechte Control-Taste (⌃) neu zuordnen zu:
ja: 右Control (⌃) キーを次にリマップ:
pt_br: Remapear a tecla control (⌃) direita para:
ru: Переназначить правую клавишу Control (⌃) на:
zh_hans: 将右 Control (⌃) 键重映射为：

# 74h-mB-lfd.title
source: ✅ Browser Plugin Installed
de: ✅ Browser-Plug-in installiert
ja: ✅ ブラウザプラグインがインストール済み
pt_br: ✅ Plugin do navegador instalado
ru: ✅ Плагин браузера установлен
zh_hans: ✅ 浏览器插件已安装

# 75W-74-b8h.title
source: (recommended for this font)
de: (für diese Schrift empfohlen)
ja: （このフォントに推奨）
pt_br: (recomendado para esta fonte)
ru: (рекомендуется для этого шрифта)
zh_hans: （此字体推荐）

# 88W-Xs-f4w.title
source: Use ANSI colors for mark indicators
de: ANSI-Farben für Markierungsindikatoren verwenden
ja: マークインジケーターにANSIカラーを使用
pt_br: Usar cores ANSI para os indicadores de marca
ru: Использовать цвета ANSI для индикаторов меток
zh_hans: 使用 ANSI 颜色显示标记指示器

# 90f-c6-lvp.title
source: Exclude from Dock and ⌘-Tab Application Switcher
de: Aus Dock und ⌘-Tab-Anwendungswechsler ausschließen
ja: Dockと⌘-Tabアプリケーションスイッチャーから除外
pt_br: Excluir do Dock e do alternador de apps ⌘-Tab
ru: Исключить из Dock и переключателя приложений ⌘-Tab
zh_hans: 从 Dock 和 ⌘-Tab 应用切换器中排除

# 97f-06-acT.label
source: Shortcuts
de: Tastaturkürzel
ja: ショートカット
pt_br: Atalhos
ru: Быстрые клавиши
zh_hans: 快捷键

# 97f-06-acT.paletteLabel
source: Shortcuts
de: Tastaturkürzel
ja: ショートカット
pt_br: Atalhos
ru: Быстрые клавиши
zh_hans: 快捷键

# 1923.title
source: Preferences
de: Einstellungen
ja: 環境設定
pt_br: Ajustes
ru: Настройки
zh_hans: 设置

# 1944.label
source: Global Settings
de: Globale Einstellungen
ja: グローバル設定
pt_br: Ajustes globais
ru: Глобальные настройки
zh_hans: 全局设置

# 1945.label
source: Bookmarks
de: Profile
ja: ブックマーク
pt_br: Favoritos
ru: Закладки
zh_hans: 书签

# 1951.title
source: Quit when all windows are closed
de: Beenden, wenn alle Fenster geschlossen sind
ja: すべてのウィンドウを閉じたら終了
pt_br: Encerrar quando todas as janelas forem fechadas
ru: Завершать работу при закрытии всех окон
zh_hans: 关闭所有窗口时退出

# 1960.title
source: Open profiles window
de: Profilfenster öffnen
ja: プロファイルウィンドウを開く
pt_br: Abrir a janela de perfis
ru: Открыть окно профилей
zh_hans: 打开配置文件窗口

# 1989.title
source: Copy to clipboard on selection
de: Bei Auswahl in die Zwischenablage kopieren
ja: 選択時にクリップボードにコピー
pt_br: Copiar para a área de transferência ao selecionar
ru: Копировать в буфер обмена при выделении
zh_hans: 选中时拷贝到剪贴板

# 1997.title
source: Confirm closing multiple sessions
de: Schließen mehrerer Sitzungen bestätigen
ja: 複数のセッションを閉じるときに確認
pt_br: Confirmar o fechamento de várias sessões
ru: Подтверждать закрытие нескольких сеансов
zh_hans: 关闭多个会话时确认

# 2098.title
source: Characters considered part of a word
de: Zeichen, die als Teil eines Worts gelten
ja: 単語の一部と見なす文字
pt_br: Caracteres considerados parte de uma palavra
ru: Символы, считающиеся частью слова
zh_hans: 视为单词一部分的字符

# 2101.label
source: General
de: Allgemein
ja: 一般
pt_br: Geral
ru: Общие
zh_hans: 通用

# 2102.label
source: Colors
de: Farben
ja: カラー
pt_br: Cores
ru: Цвета
zh_hans: 颜色

# 2109.label
source: Keys
de: Tasten
ja: キー
pt_br: Teclas
ru: Клавиши
zh_hans: 键盘

# 2137.title
source: Command:
de: Befehl:
ja: コマンド:
pt_br: Comando:
ru: Команда:
zh_hans: 命令：

# 2138.placeholderString
source: Command for new sessions (interpolated string)
de: Befehl für neue Sitzungen (interpolierter String)
ja: 新しいセッションのコマンド（補間文字列）
pt_br: Comando para novas sessões (string interpolada)
ru: Команда для новых сеансов (интерполированная строка)
zh_hans: 新建会话的命令（内插字符串）

# 2140.title
source: Initial directory:
de: Anfangsverzeichnis:
ja: 初期ディレクトリ:
pt_br: Diretório inicial:
ru: Начальный каталог:
zh_hans: 初始目录：

# 2182.title
source: Shortcut key:
de: Tastenkombination:
ja: ショートカットキー:
pt_br: Tecla de atalho:
ru: Сочетание клавиш:
zh_hans: 快捷键：

# 2191.title
source: Radio
de: Optionsfeld
ja: ラジオボタン
pt_br: Rádio
ru: Радио
zh_hans: 单选按钮

# 2192.title
source: Reuse previous session's directory
de: Verzeichnis der vorherigen Sitzung wiederverwenden
ja: 前回のセッションのディレクトリを再利用
pt_br: Reutilizar o diretório da sessão anterior
ru: Использовать каталог предыдущего сеанса
zh_hans: 复用上一会话的目录

# 2193.title
source: Home directory
de: Home-Verzeichnis
ja: ホームディレクトリ
pt_br: Diretório inicial
ru: Домашний каталог
zh_hans: 主目录

# 2194.placeholderString
source: Enter initial directory (interpolated string)
de: Anfangsverzeichnis eingeben (interpolierte Zeichenfolge)
ja: 初期ディレクトリを入力してください（補間文字列）
pt_br: Insira o diretório inicial (string interpolada)
ru: Введите начальный каталог (интерполированная строка)
zh_hans: 输入初始目录（内插字符串）

# 2318.title
source: Background
de: Hintergrund
ja: 背景
pt_br: Plano de fundo
ru: Фон
zh_hans: 背景

# 2320.title
source: Defaults:
de: Standardwerte:
ja: デフォルト:
pt_br: Padrões:
ru: По умолчанию:
zh_hans: 默认值：

# 2321.title
source: Selection:
de: Auswahl:
ja: 選択範囲:
pt_br: Seleção:
ru: Выделение:
zh_hans: 选区：

# 2345.title
source: Black
de: Schwarz
ja: 黒
pt_br: Preto
ru: Чёрный
zh_hans: 黑色

# 2347.title
source: Red
de: Rot
ja: 赤
pt_br: Vermelho
ru: Красный
zh_hans: 红色

# 2349.title
source: Green
de: Grün
ja: 緑
pt_br: Verde
ru: Зелёный
zh_hans: 绿色

# 2351.title
source: Yellow
de: Gelb
ja: 黄
pt_br: Amarelo
ru: Жёлтый
zh_hans: 黄色

# 2353.title
source: Blue
de: Blau
ja: 青
pt_br: Azul
ru: Синий
zh_hans: 蓝色

# 2359.title
source: White
de: Weiß
ja: 白
pt_br: Branco
ru: Белый
zh_hans: 白色

# 2363.title
source: Bright
de: Hell
ja: 明るい
pt_br: Brilhante
ru: Яркий
zh_hans: 明亮

# 2413.title
source: Notification Center alerts
de: Mitteilungszentrale-Benachrichtigungen
ja: 通知センターの通知
pt_br: Alertas da Central de Notificações
ru: Уведомления в Центре уведомлений
zh_hans: 通知中心提醒

# 2414.title
source: Show bell icon in tabs
de: Glockensymbol in Tabs anzeigen
ja: タブにベルアイコンを表示
pt_br: Mostrar ícone de campainha nas abas
ru: Показывать значок звукового сигнала на вкладках
zh_hans: 在标签页中显示铃声图标

# 2415.title
source: Enable mouse reporting
de: Maus-Reporting aktivieren
ja: マウスレポートを有効にする
pt_br: Ativar relato do mouse
ru: Включить передачу событий мыши
zh_hans: 启用鼠标报告

# 2417.title
source: Scrollback lines:
de: Scrollback-Zeilen:
ja: スクロールバック行数:
pt_br: Linhas do histórico:
ru: Строк истории:
zh_hans: 回滚行数：

# 2420.title
source: Silence bell
de: Signalton stummschalten
ja: ベルを無音にする
pt_br: Silenciar campainha
ru: Отключить звуковой сигнал
zh_hans: 静音铃声

# 2424.title
source: Report terminal type:
de: Terminaltyp melden:
ja: 報告する端末タイプ:
pt_br: Informar tipo de terminal:
ru: Тип терминала:
zh_hans: 报告终端类型：

# 2426.title
source: Character encoding:
de: Zeichenkodierung:
ja: 文字エンコーディング:
pt_br: Codificação de caracteres:
ru: Кодировка символов:
zh_hans: 字符编码：

# 3218.title
source: Color Presets…
de: Farbvoreinstellungen…
ja: カラープリセット…
pt_br: Predefinições de cores…
ru: Цветовые пресеты…
zh_hans: 颜色预设…

# 3233.title
source: Duplicate Profile
de: Profil duplizieren
ja: プロファイルを複製
pt_br: Duplicar perfil
ru: Дублировать профиль
zh_hans: 拷贝配置文件

# 3235.title
source: Other Actions…
de: Weitere Aktionen…
ja: その他のアクション…
pt_br: Outras ações…
ru: Другие действия…
zh_hans: 其他操作…

# 3245.ibShadowedToolTip
source: Tags with slashes create a hierarchy which you can navigate in the Profiles menu or in the tags list adjacent to lists of profiles.
de: Tags mit Schrägstrichen erstellen eine Hierarchie, die Sie im Menü „Profile“ oder in der Tag-Liste neben den Profillisten durchsuchen können.
ja: スラッシュを含むタグは階層を作成し、プロファイルメニューやプロファイル一覧に隣接するタグリストで移動できます。
pt_br: Tags com barras criam uma hierarquia que você pode navegar no menu Perfis ou na lista de tags ao lado das listas de perfis.
ru: Теги с косой чертой создают иерархию, по которой можно перемещаться в меню «Профили» или в списке тегов рядом со списками профилей.
zh_hans: 带斜杠的标签可创建层级结构，你可以在配置文件菜单或配置文件列表旁的标签列表中导航。

# 3246.placeholderString
source: Example: linux, dark bg, tag/subtag/subsubtag
de: Beispiel: linux, dark bg, tag/subtag/subsubtag
ja: 例: linux, dark bg, タグ/サブタグ/サブサブタグ
pt_br: Exemplo: linux, fundo escuro, tag/subtag/subsubtag
ru: Пример: linux, dark bg, tag/subtag/subsubtag
zh_hans: 例如：linux、深色背景、标签/子标签/子子标签

# 3318.title
source: Set as Default
de: Als Standard festlegen
ja: デフォルトに設定
pt_br: Definir como padrão
ru: Сделать профилем по умолчанию
zh_hans: 设为默认

# 3472.title
source: Directory:
de: Verzeichnis:
ja: ディレクトリ:
pt_br: Diretório:
ru: Каталог:
zh_hans: 目录：

# 3516.title
source: Bulk Copy from Selected Profile…
de: Massenkopie vom ausgewählten Profil…
ja: 選択したプロファイルから一括コピー…
pt_br: Copiar em massa do perfil selecionado…
ru: Массовое копирование из выбранного профиля…
zh_hans: 从所选配置文件批量拷贝…

# 3554.title
source: Flash visual bell
de: Bildschirm bei Signalton aufblitzen lassen
ja: 画面フラッシュベルを表示
pt_br: Piscar campainha visual
ru: Визуальная вспышка при сигнале
zh_hans: 闪烁视觉铃声

# 3648.title
source: Unlimited scrollback
de: Unbegrenzter Scrollback-Speicher
ja: 無制限のスクロールバック
pt_br: Histórico de rolagem ilimitado
ru: Неограниченная история
zh_hans: 无限回滚

# 3656.label
source: Keys
de: Tasten
ja: キー
pt_br: Teclas
ru: Клавиши
zh_hans: 键盘

# 3674.title
source: Remap left control (⌃) key to:
de: Linke Control-Taste (⌃) umbelegen auf:
ja: 左Controlキー (⌃) を次にリマップ:
pt_br: Remapear a tecla control (⌃) esquerda para:
ru: Переназначить левую клавишу Control (⌃) на:
zh_hans: 将左 Control (⌃) 键重映射为：

# 3676.title
source: Remap right option (⌥) key to:
de: Rechte Option-Taste (⌥) umbelegen auf:
ja: 右Optionキー (⌥) を次にリマップ:
pt_br: Remapear a tecla option (⌥) direita para:
ru: Переназначить правую клавишу Option (⌥) на:
zh_hans: 将右 Option (⌥) 键重映射为：

# 3678.title
source: Remap left command (⌘) key to:
de: Linke Befehlstaste (⌘) umbelegen auf:
ja: 左Commandキー (⌘) を次にリマップ:
pt_br: Remapear a tecla command (⌘) esquerda para:
ru: Переназначить левую клавишу Command (⌘) на:
zh_hans: 将左 Command (⌘) 键重映射为：

# 3690.title
source: Remap left option (⌥) key to:
de: Linke Option-Taste (⌥) umbelegen auf:
ja: 左Optionキー (⌥) を次にリマップ:
pt_br: Remapear a tecla option (⌥) esquerda para:
ru: Переназначить левую клавишу Option (⌥) на:
zh_hans: 将左 Option (⌥) 键重映射为：

# 4132.title
source: No Shortcut
de: Kein Tastaturkürzel
ja: ショートカットなし
pt_br: Nenhum atalho
ru: Без сочетания клавиш
zh_hans: 无快捷键

# 4133.title
source: ⌘ Number
de: ⌘ Zahl
ja: ⌘ 数字
pt_br: ⌘ Número
ru: ⌘ и цифра
zh_hans: ⌘ 数字

# 4137.title
source: ⌥⌘ Number
de: ⌥⌘ Zahl
ja: ⌥⌘ 数字
pt_br: ⌥⌘ Número
ru: ⌥⌘ и цифра
zh_hans: ⌥⌘ 数字

# 4220.title
source: Shortcut to select a tab:
de: Tastenkombination zum Auswählen eines Tabs:
ja: タブを選択するショートカット:
pt_br: Atalho para selecionar uma aba:
ru: Сочетание клавиш для выбора вкладки:
zh_hans: 选择标签页的快捷键：

# 4224.title
source: Shortcut to activate a window:
de: Tastenkombination zum Aktivieren eines Fensters:
ja: ウインドウをアクティブにするショートカット:
pt_br: Atalho para ativar uma janela:
ru: Сочетание клавиш для активации окна:
zh_hans: 激活窗口的快捷键：

# 4240.title
source: ⌥ Right Option
de: ⌥ Rechte Option
ja: ⌥ 右Option
pt_br: ⌥ Option direita
ru: ⌥ правый Option
zh_hans: ⌥ 右 Option

# 4242.title
source: ⌃ Left Control
de: ⌃ Linke Control
ja: ⌃ 左Control
pt_br: ⌃ Control esquerda
ru: ⌃ левый Control
zh_hans: ⌃ 左 Control

# 4243.title
source: ⌘ Left Command
de: ⌘ Linker Befehl
ja: ⌘ 左Command
pt_br: ⌘ Command esquerda
ru: ⌘ левый Command
zh_hans: ⌘ 左 Command

# 4244.title
source: ⌥ Left Option
de: ⌥ Linke Option
ja: ⌥ 左Option
pt_br: ⌥ Option esquerda
ru: ⌥ левый Option
zh_hans: ⌥ 左 Option

# 4272.title
source: ⌘ Number
de: ⌘ Zahl
ja: ⌘ 数字
pt_br: ⌘ Número
ru: ⌘ и цифра
zh_hans: ⌘ 数字

# 4273.title
source: ⌥⌘ Number
de: ⌥⌘ Zahl
ja: ⌥⌘ 数字
pt_br: ⌥⌘ Número
ru: ⌥⌘ и цифра
zh_hans: ⌥⌘ 数字

# 4274.title
source: No Shortcut
de: Kein Tastaturkürzel
ja: ショートカットなし
pt_br: Nenhum atalho
ru: Без сочетания клавиш
zh_hans: 无快捷键

# 4343.title
source: Remap right command (⌘) key to:
de: Rechte Befehlstaste (⌘) umbelegen auf:
ja: 右Commandキー (⌘) を次にリマップ:
pt_br: Remapear a tecla command (⌘) direita para:
ru: Переназначить правую клавишу Command (⌘) на:
zh_hans: 将右 Command (⌘) 键重映射为：

# 4345.title
source: ⌘ Right Command
de: ⌘ Rechter Befehl
ja: ⌘ 右Command
pt_br: ⌘ Command direita
ru: ⌘ правый Command
zh_hans: ⌘ 右 Command

# 4386.title
source: ⌘ Right Command
de: ⌘ Rechter Befehl
ja: ⌘ 右Command
pt_br: ⌘ Command direita
ru: ⌘ правый Command
zh_hans: ⌘ 右 Command

# 4387.title
source: ⌥ Left Option
de: ⌥ Linke Option
ja: ⌥ 左Option
pt_br: ⌥ Option esquerda
ru: ⌥ левый Option
zh_hans: ⌥ 左 Option

# 4388.title
source: ⌘ Left Command
de: ⌘ Linker Befehl
ja: ⌘ 左Command
pt_br: ⌘ Command esquerda
ru: ⌘ левый Command
zh_hans: ⌘ 左 Command

# 4390.title
source: ⌥ Right Option
de: ⌥ Rechte Option
ja: ⌥ 右Option
pt_br: ⌥ Option direita
ru: ⌥ правый Option
zh_hans: ⌥ 右 Option

# 4396.title
source: ⌥ Right Option
de: ⌥ Rechte Option
ja: ⌥ 右Option
pt_br: ⌥ Option direita
ru: ⌥ правый Option
zh_hans: ⌥ 右 Option

# 4398.title
source: ⌘ Left Command
de: ⌘ Linker Befehl
ja: ⌘ 左Command
pt_br: ⌘ Command esquerda
ru: ⌘ левый Command
zh_hans: ⌘ 左 Command

# 4399.title
source: ⌥ Left Option
de: ⌥ Linke Option
ja: ⌥ 左Option
pt_br: ⌥ Option esquerda
ru: ⌥ левый Option
zh_hans: ⌥ 左 Option

# 4400.title
source: ⌘ Right Command
de: ⌘ Rechter Befehl
ja: ⌘ 右Command
pt_br: ⌘ Command direita
ru: ⌘ правый Command
zh_hans: ⌘ 右 Command

# 4403.title
source: ⌘ Right Command
de: ⌘ Rechter Befehl
ja: ⌘ 右Command
pt_br: ⌘ Command direita
ru: ⌘ правый Command
zh_hans: ⌘ 右 Command

# 4404.title
source: ⌥ Left Option
de: ⌥ Linke Option
ja: ⌥ 左Option
pt_br: ⌥ Option esquerda
ru: ⌥ левый Option
zh_hans: ⌥ 左 Option

# 4405.title
source: ⌘ Left Command
de: ⌘ Linker Befehl
ja: ⌘ 左Command
pt_br: ⌘ Command esquerda
ru: ⌘ левый Command
zh_hans: ⌘ 左 Command

# 4407.title
source: ⌥ Right Option
de: ⌥ Rechte Option
ja: ⌥ 右Option
pt_br: ⌥ Option direita
ru: ⌥ правый Option
zh_hans: ⌥ 右 Option

# 4413.title
source: ⌘ Right Command
de: ⌘ Rechter Befehl
ja: ⌘ 右Command
pt_br: ⌘ Command direita
ru: ⌘ правый Command
zh_hans: ⌘ 右 Command

# 4414.title
source: ⌥ Left Option
de: ⌥ Linke Option
ja: ⌥ 左Option
pt_br: ⌥ Option esquerda
ru: ⌥ левый Option
zh_hans: ⌥ 左 Option

# 4415.title
source: ⌘ Left Command
de: ⌘ Linker Befehl
ja: ⌘ 左Command
pt_br: ⌘ Command esquerda
ru: ⌘ левый Command
zh_hans: ⌘ 左 Command

# 4417.title
source: ⌥ Right Option
de: ⌥ Rechte Option
ja: ⌥ 右Option
pt_br: ⌥ Option direita
ru: ⌥ правый Option
zh_hans: ⌥ 右 Option

# 4439.label
source: Item 4
de: Element 4
ja: 項目4
ru: Элемент 4

# 4447.title
source: Show tab numbers
de: Tab-Nummern anzeigen
ja: タブ番号を表示
pt_br: Mostrar números das abas
ru: Показывать номера вкладок
zh_hans: 显示标签页编号

# 4497.title
source: Top
de: Oben
ja: 上部
pt_br: Superior
ru: Вверху
zh_hans: 顶部

# 4498.title
source: Bottom
de: Unten
ja: 下部
pt_br: Inferior
ru: Внизу
zh_hans: 底部

# 4499.title
source: Show tab bar even when there is only one tab
de: Tableiste auch anzeigen, wenn nur ein Tab vorhanden ist
ja: タブが1つしかない場合でもタブバーを表示
pt_br: Mostrar barra de abas mesmo quando há apenas uma aba
ru: Показывать панель вкладок, даже если открыта только одна вкладка
zh_hans: 即使只有一个标签页也显示标签栏

# 4536.title
source: Show window number in title bar
de: Fensternummer in der Titelleiste anzeigen
ja: タイトルバーにウインドウ番号を表示
pt_br: Mostrar número da janela na barra de título
ru: Показывать номер окна в заголовке
zh_hans: 在标题栏中显示窗口编号

# 4540.ibShadowedToolTip
source: "Zoom" is the green button, except on OS 10.10 where you must hold Option while pressing the green button.
de: „Zoomen“ ist die grüne Schaltfläche, außer unter OS 10.10, wo Sie beim Klicken auf die grüne Schaltfläche die Option-Taste gedrückt halten müssen.
ja: 「ズーム」は緑色のボタンです。ただしOS 10.10では、緑色のボタンを押しながらOptionキーを押す必要があります。
pt_br: “Zoom” é o botão verde, exceto no OS 10.10, onde você deve manter Option pressionada ao pressionar o botão verde.
ru: «Zoom» — это зелёная кнопка, за исключением OS 10.10, где нужно удерживать Option при нажатии зелёной кнопки.
zh_hans: “缩放”是绿色按钮，但在 OS 10.10 上，你必须按住 Option 再点按绿色按钮。

# 4541.title
source: Zoom maximizes vertically only
de: Zoomen maximiert nur vertikal
ja: ズームは垂直方向のみ最大化する
pt_br: Zoom maximiza apenas verticalmente
ru: Zoom увеличивает только по вертикали
zh_hans: 缩放时仅垂直最大化

# 4564.title
source: Hide scrollbars
de: Bildlaufleisten ausblenden
ja: スクロールバーを隠す
pt_br: Ocultar barras de rolagem
ru: Скрывать полосы прокрутки
zh_hans: 隐藏滚动条

# 4565.title
source: Dim inactive split panes
de: Inaktive geteilte Bereiche abdunkeln
ja: 非アクティブな分割ペインを暗くする
pt_br: Escurecer painéis divididos inativos
ru: Затемнять неактивные разделённые панели
zh_hans: 调暗非活动拆分窗格

# 4570.ibShadowedToolTip
source: Smart window placement puts new windows where the most free space is available.
de: Die intelligente Fensterplatzierung platziert neue Fenster dort, wo der meiste freie Platz verfügbar ist.
ja: スマートウインドウ配置は、最も空きスペースがある場所に新しいウインドウを配置します。
pt_br: O posicionamento inteligente de janelas coloca as novas janelas onde há mais espaço livre disponível.
ru: Умное размещение окон помещает новые окна там, где больше всего свободного места.
zh_hans: 智能窗口放置会将新窗口放在可用空间最多的地方。

# 4571.title
source: Smart Window Placement
de: Intelligente Fensterplatzierung
ja: スマートウインドウ配置
pt_br: Posicionamento inteligente de janelas
ru: Умное размещение окон
zh_hans: 智能窗口放置

# 4758.title
source: Confirm "Quit iTerm2 (⌘Q)"
de: „iTerm2 beenden (⌘Q)“ bestätigen
ja: 「iTerm2を終了 (⌘Q)」を確認する
pt_br: Confirmar “Encerrar o iTerm2 (⌘Q)”
ru: Подтверждать «Выйти из iTerm2 (⌘Q)»
zh_hans: 确认“退出 iTerm2 (⌘Q)”

# 4782.ibExternalAccessibilityDescription
source: Anti-alias ASCII text
de: ASCII-Text glätten
ja: ASCIIテキストをアンチエイリアス処理する
pt_br: Suavizar texto ASCII
ru: Сглаживание ASCII-текста
zh_hans: 对 ASCII 文本抗锯齿
